{
"$" : "د.إ",
"HomePage" : "الصفحة الرئيسية",
"Products" : "المنتجات",
"Corporate" : "الشركات",
"Our Product Categories" : "فئات منتجاتنا",
"Menu" : "القائمة",
"About Us" : "من نحن",
"Sustainability" : "الاستدامة",
"PDPL" : "PDPL",
"Contact" : "الاتصال",
"Login" : "دخول",
"Exit" : "خروج",
"Add Product" : "إضافة منتج",
"Color Paints" : "الدهانات الملونة",
"Unique" : "فريدة من نوعها",
"Export to More Than Ten Countries" : "تصدير إلى أكثر من عشر دول",
"We are with you with our reliable staff and quality products." : "نحن معكم مع موظفينا موثوق بها ومنتجات ذات جودة عالية.",
"Go to the blog" : "انتقل إلى المدونة",
"New and High Quality" : "جديدة وعالية الجودة",
"Go To Product" : "انتقل إلى المنتج",
"Blog" : "المدونة",
"Technology and reliability are very important to us. We are taking the evora paint brand to the top of the sector with our strategic investments." : "التكنولوجيا والموثوقية مهمة جدا بالنسبة لنا. نحن نأخذ العلامة التجارية إيفورا الطلاء إلى الجزء العلوي من هذا القطاع مع استثماراتنا الاستراتيجية.",


"Vendor assurance" : "ضمان الموردين",
"Brand" : "العلامة التجارية",
"Category" : "الفئة",
"Color" : "اللون",
"Order Now" : "اطلب الآن",
"Product Specifications" : "مواصفات المنتج",
"Safety Warnings" : "تحذيرات السلامة",
"Those Who Bought This Product Also Bought Them" : "أولئك الذين اشتروا هذا المنتج اشتروها أيضا",
"New Products" : "منتجات جديدة",
"Discounted Products for Bulk Shopping" : "منتجات مخفضة للتسوق بالجملة",
"See the information page." : "انظر صفحة المعلومات.",
"Clean the surface." : "تنظيف السطح.",
"Drying: 30-35 min." : "التجفيف: 30-35 دقيقة.",
"Use a mask." : "استخدم قناعا.",
"Mixing ratio: 100:2-3." : "نسبة الخلط: 100: 2-3.",
"Infrared: 5 dk." : "الأشعة تحت الحمراء: 5 دك.",
"Protect from the sun." : "حماية من الشمس.",
"Application: 5-8 min." : "التطبيق: 5-8 دقيقة.",
"Sanding: 1. P80-P180 / 2. P180-P280." : "الرملي: 1. ص 80-ص 180 / 2. ص 180-ص 280.",


"Evora Paint started to operate in the paint industry in 2018 with the principle of innovative, dynamic and professional business approach. It aims to produce suitable solutions for all kinds of market needs with its expert technical and sales personnel in its directorates in various regions of Turkey and also with its wide dealer network structure spread throughout the country. Our company, which set out with a business team that has successfully worked in market analysis - production - sales and after-sales services in the paint industry; It continues its production at its facilities in Tuzla Organized Industrial Zone - Istanbul by using the highest quality raw materials and high technologies in line with its quality documents. Evora Paint, with its international vision, increases its success in the international market day by day with exports around the world." : "بدأت إيفورا بينت العمل في صناعة الطلاء في عام 2018 بمبدأ نهج الأعمال المبتكر والديناميكي والمهني. وهي تهدف إلى إنتاج حلول مناسبة لجميع أنواع احتياجات السوق مع موظفيها الفنيين والمبيعات الخبراء في مديرياتها في مناطق مختلفة من تركيا وأيضا مع هيكل شبكة الوكلاء الواسعة المنتشرة في جميع أنحاء البلاد. شركتنا ، التي انطلقت مع فريق العمل الذي عمل بنجاح في تحليل السوق-الإنتاج-المبيعات وخدمات ما بعد البيع في صناعة الطلاء; تواصل إنتاجها في منشآتها في منطقة توزلا الصناعية المنظمة-اسطنبول باستخدام المواد الخام عالية الجودة والتقنيات العالية بما يتماشى مع وثائق الجودة الخاصة بها. إيفورا الطلاء ، مع رؤيتها الدولية ، ويزيد من نجاحها في السوق الدولية يوما بعد يوم مع الصادرات في جميع أنحاء العالم.",
"A Young and Innovative Team" : "فريق شاب ومبتكر",
"Product Catalog" : "كتالوج المنتجات",


"Address" : "العنوان",
"Lets Talk" : "لنتحدث",
"General Support" : "الدعم العام",
"Send Us A Message" : "ارسل لنا رسالة",
"TELL US YOUR NAME" : "أخبرنا باسمك",
"ENTER YOUR EMAIL" : "ادخل بريدك الالكتروني",
"ENTER PHONE NUMBER" : "أدخل رقم الهاتف",
"MESSAGE" : "الرسالة",
"SEND" : "ارسل",


"R & D Center" : "مركز البحث والتطوير",
"EVORA PAINT has determined to be a reliable and sought-after brand in its sector, to participate in the global sunday with direct and indirect export activities and to reach innovative and conscious customers with its happy and participating employees as its vision. In October 2018, the R & D Center, which was registered by the Ministry of Science, Industry and Technology, has great responsibilities for performing the tasks that EVORA PAINT has undertaken. dec. EVORA PAINT R & D Center works in extremely close cooperation with customers and suppliers. The EVORA PAINT R & D Center works in close cooperation with EVORA PAINT R& D Center R& D Center R& D Center R& D Center dec. EVORA PAINT follows the demands of its customers and the dectoral technology agenda and develops its R&D Center configuration accordingly. As of 2019, the turnover rate is 4% R & D center with the budget PAINT EVORA, increasing diversity increasingly diverse and technological advances in the industry to respond to the demands of the customers within the framework of the high-value, environmentally friendly products continues to invest in developing. The primary goal here is to prevent the use of imported resources and contribute to the country's economy. In addition, when EVORA PAINT enters a sector, it is adopted as a strategic goal to design a product portfolio that will meet all the needs of customers in that sector and, accordingly, become the leading manufacturer in the sector. EVORA PAINT R& D Center aims to lead these sectors dec its strategies and studies. The studies carried out in this context" : "قررت إيفورا بينت أن تكون علامة تجارية موثوقة ومطلوبة في قطاعها ، للمشاركة في يوم الأحد العالمي مع أنشطة التصدير المباشرة وغير المباشرة والوصول إلى العملاء المبتكرين والواعين مع موظفيها السعداء والمشاركين كرؤيتها. في أكتوبر 2018 ، يتحمل مركز البحث والتطوير ، الذي تم تسجيله من قبل وزارة العلوم والصناعة والتكنولوجيا ، مسؤوليات كبيرة لأداء المهام التي قامت بها إيفورا بينت. ديسمبر. يعمل مركز إيفورا للبحث والتطوير بتعاون وثيق للغاية مع العملاء والموردين. يعمل مركز البحث والتطوير في إيفورا بينت بالتعاون الوثيق مع مركز البحث والتطوير في إيفورا بينت مركز البحث والتطوير مركز البحث والتطوير مركز البحث والتطوير ديسمبر. إيفورا الطلاء يتبع مطالب عملائها وجدول أعمال التكنولوجيا ديكتورال وتطوير تكوين مركز البحث والتطوير وفقا لذلك. اعتبارا من عام 2019 ، ومعدل دوران هو 4 ٪ مركز البحث والتطوير مع الطلاء الميزانية ايفورا ، وزيادة التنوع على نحو متزايد متنوعة والتقدم التكنولوجي في هذه الصناعة للرد على مطالب العملاء في إطار ذات القيمة العالية ، والمنتجات الصديقة للبيئة تواصل الاستثمار في تطوير. الهدف الأساسي هنا هو منع استخدام الموارد المستوردة والمساهمة في اقتصاد البلاد. بالإضافة إلى ذلك ، عندما تدخل شركة إيفورا بينت قطاعا ما ، يتم اعتمادها كهدف استراتيجي لتصميم محفظة منتجات تلبي جميع احتياجات العملاء في هذا القطاع ، وبالتالي تصبح الشركة الرائدة في هذا القطاع. يهدف مركز إيفورا بينت للبحث والتطوير إلى قيادة هذه القطاعات من خلال استراتيجياته ودراساته. الدراسات التي أجريت في هذا السياق",


"Please sign in" : "الرجاء تسجيل الدخول",
"E-mail" : "عبر البريد",
"Password" : "كلمة المرور",
"Remember me" : "تذكرني"
}
