{
"$" : "FRF",
"HomePage" : "Page d'Accueil",
"Products" : "Produit",
"Corporate" : "Corporate",
"Our Product Categories" : "Nos Catégories de Produits",
"Menu" : "Menu",
"About Us" : "À Propos de Nous",
"Sustainability" : "Durabilité",
"Contact" : "Contacter",
"Login" : "Connexion",
"Exit" : "Sortie",
"Add Product" : "Ajouter un Produit",
"Color Paints" : "Peintures de Couleur",
"Export to More Than Ten Countries" : "Exportation vers Plus de Dix Pays",
"We are with you with our reliable staff and quality products." : "Nous sommes avec vous avec notre personnel fiable et des produits de qualité.",
"Go to the blog" : "Aller au blog",
"New and High Quality" : "Nouveau et de Haute Qualité",
"Go To Product" : "Aller Au Produit",
"Blog" : "Blog",
"Technology and reliability are very important to us. We are taking the evora paint brand to the top of the sector with our strategic investments." : "La technologie et la fiabilité sont très importantes pour nous. Grâce à nos investissements stratégiques, nous propulsons la marque de peinture evora au sommet du secteur.",


"Vendor assurance" : "Assurance des fournisseurs",
"Brand" : "Marque",
"Category" : "Catégorie",
"Color" : "Couleur",
"Order Now" : "Commandez Maintenant",
"Product Specifications" : "Spécifications du Produit",
"Safety Warnings" : "Avertissements de Sécurité",
"Those Who Bought This Product Also Bought Them" : "Ceux Qui Ont Acheté Ce Produit Les Ont Également Achetés",
"New Products" : "Nouveaux Produits",
"Discounted Products for Bulk Shopping" : "Discounted Products for Bulk Shopping",
"See the information page." : "See the information page.",
"Clean the surface." : "Nettoyez la surface.",
"Drying: 30-35 min." : "Séchage: 30-35 min.",
"Use a mask." : "Utilisez un masque.",
"Mixing ratio: 100:2-3." : "Rapport de mélange: 100:2-3.",
"Infrared: 5 dk." : "Infrarouge: 5 dk.",
"Protect from the sun." : "Protéger du soleil.",
"Application: 5-8 min." : "Application: 5-8 min.",
"Sanding: 1. P80-P180 / 2. P180-P280." : "Ponçage: 1. P80-P180 / 2. P180-P280.",


"Evora Paint started to operate in the paint industry in 2018 with the principle of innovative, dynamic and professional business approach. It aims to produce suitable solutions for all kinds of market needs with its expert technical and sales personnel in its directorates in various regions of Turkey and also with its wide dealer network structure spread throughout the country. Our company, which set out with a business team that has successfully worked in market analysis - production - sales and after-sales services in the paint industry; It continues its production at its facilities in Tuzla Organized Industrial Zone - Istanbul by using the highest quality raw materials and high technologies in line with its quality documents. Evora Paint, with its international vision, increases its success in the international market day by day with exports around the world." : "Evora Paint a commencé à opérer dans l'industrie de la peinture en 2018 avec le principe d'une approche commerciale innovante, dynamique et professionnelle. Elle vise à produire des solutions adaptées à tous les types de besoins du marché avec son personnel technique et commercial expert dans ses directions dans diverses régions de Turquie et également avec sa large structure de réseau de concessionnaires répartis dans tout le pays. Notre entreprise, qui est partie avec une équipe commerciale qui a travaillé avec succès dans les services d'analyse de marché-production-vente et après-vente dans l'industrie de la peinture; Elle poursuit sa production dans ses installations de la Zone industrielle organisée de Tuzla-Istanbul en utilisant des matières premières de la plus haute qualité et des technologies de pointe conformes à ses documents de qualité. Evora Paint, avec sa vision internationale, augmente chaque jour son succès sur le marché international avec des exportations dans le monde entier.",
"A Young and Innovative Team" : "Une Équipe Jeune et Innovante",
"Product Catalog" : "Catalogue de Produits",


"Address" : "Adresse",
"Lets Talk" : "Parlons-En",
"General Support" : "Soutien Général",
"Send Us A Message" : "Envoyez-Nous Un Message",
"TELL US YOUR NAME" : "DITES-NOUS VOTRE NOM",
"ENTER YOUR EMAIL" : "ENTREZ VOTRE EMAIL",
"ENTER PHONE NUMBER" : "ENTREZ LE NUMÉRO DE TÉLÉPHONE",
"MESSAGE" : "MESSAGE",
"SEND" : "ENVOYER"
}
