{
"$" : "RUB",
"HomePage" : "домашняя страница",
"Products" : "Продукты",
"Corporate" : "Корпоративный",
"Our Product Categories" : "Our Product Categories",
"Menu" : "Меню",
"About Us" : "о нас",
"Sustainability" : "Устойчивость",
"Contact" : "Контакт",
"Login" : "Авторизоваться",
"Exit" : "Выход",
"Add Product" : "Добавить Продукт",
"Color Paints" : "Цветные Краски",
"Export to More Than Ten Countries" : "Экспорт в более чем Десять Стран",
"We are with you with our reliable staff and quality products." : "Мы с вами благодаря нашему надежному персоналу и качественной продукции.",
"Go to the blog" : "Перейти к блогу",
"New and High Quality" : "Новое и высокое Качество",
"Go To Product" : "Перейти К Продукту",
"Blog" : "Блог",
"Technology and reliability are very important to us. We are taking the evora paint brand to the top of the sector with our strategic investments." : "Технология и надежность очень важны для нас. Благодаря нашим стратегическим инвестициям мы выводим бренд evora paint на первое место в отрасли.",


"Vendor assurance" : "Гарантия поставщика",
"Brand" : "Марка",
"Category" : "Категория",
"Color" : "Цвет",
"Order Now" : "Заказывайте Прямо Сейчас",
"Product Specifications" : "Технические характеристики продукта",
"Safety Warnings" : "Предупреждения по технике безопасности",
"Those Who Bought This Product Also Bought Them" : "Те, Кто Купил Этот Продукт, Тоже Купили Их",
"New Products" : "Новые Продукты",
"Discounted Products for Bulk Shopping" : "Товары со скидкой для оптовых покупок",
"See the information page." : "Смотрите информационную страницу.",
"Clean the surface." : "Очистите поверхность.",
"Drying: 30-35 min." : "Сушка: 30-35 мин.",
"Use a mask." : "Используйте маску.",
"Mixing ratio: 100:2-3." : "Соотношение смешивания: 100:2-3.",
"Infrared: 5 dk." : "Инфракрасный: 5 дк.",
"Protect from the sun." : "Защищайте от солнца.",
"Application: 5-8 min." : "Нанесение: 5-8 мин.",
"Sanding: 1. P80-P180 / 2. P180-P280." : "Шлифовка: 1. P80-P180 / 2. P180-P280.",


"Evora Paint started to operate in the paint industry in 2018 with the principle of innovative, dynamic and professional business approach. It aims to produce suitable solutions for all kinds of market needs with its expert technical and sales personnel in its directorates in various regions of Turkey and also with its wide dealer network structure spread throughout the country. Our company, which set out with a business team that has successfully worked in market analysis - production - sales and after-sales services in the paint industry; It continues its production at its facilities in Tuzla Organized Industrial Zone - Istanbul by using the highest quality raw materials and high technologies in line with its quality documents. Evora Paint, with its international vision, increases its success in the international market day by day with exports around the world." : "Evora Paint начала свою деятельность в лакокрасочной промышленности в 2018 году, руководствуясь принципом инновационного, динамичного и профессионального подхода к ведению бизнеса. Компания стремится создавать подходящие решения для всех видов потребностей рынка с помощью своего опытного технического и торгового персонала в своих дирекциях в различных регионах Турции, а также с помощью своей широкой дилерской сети, разбросанной по всей стране. Наша компания, которая начала свою деятельность с бизнес-командой, которая успешно работала в области анализа рынка, производства, продаж и послепродажного обслуживания в лакокрасочной промышленности; Компания продолжает производство на своих мощностях в Организованной промышленной зоне Тузла в Стамбуле, используя высококачественное сырье и высокие технологии в соответствии с документами о качестве. Evora Paint, с ее международным видением, изо дня в день увеличивает свой успех на международном рынке благодаря экспорту по всему миру.",
"A Young and Innovative Team" : "Молодая и Инновационная Команда",
"Product Catalog" : "Product Catalog",


"Address" : "Адрес",
"Lets Talk" : "Давай поговорим",
"General Support" : "Общая поддержка",
"Send Us A Message" : "Отправьте Нам Сообщение",
"TELL US YOUR NAME" : "СКАЖИ НАМ СВОЕ ИМЯ",
"ENTER YOUR EMAIL" : "ВВЕДИТЕ СВОЙ АДРЕС ЭЛЕКТРОННОЙ ПОЧТЫ",
"ENTER PHONE NUMBER" : "ВВЕДИТЕ НОМЕР ТЕЛЕФОНА",
"MESSAGE" : "сообщение",
"SEND" : "посылать"
}
