{
"$" : "TL",
"HomePage" : "AnaSayfa",
"Products" : "Ürünler",
"Corporate" : "Kurumsal",
"Our Product Categories" : "Ürün Kategorilerimiz",
"Menu" : "Menü",
"About Us" : "Hakkımızda",
"Sustainability" : "Sürdürülebilirlik",
"PDPL" : "KVKK",
"Contact" : "İletişim",
"Login" : "Giriş",
"Exit" : "Çıkış",
"Add Product" : "Ürün Ekle",
"Unique" : "Eşsiz",
"Color Paints" : "Renkli Boyalar",
"Export to More Than Ten Countries" : "Ondan Fazla Ülkeye İhracat",
"We are with you with our reliable staff and quality products." : "Güvenilir kadromuz ve kaliteli ürünlerimizle sizinleyiz.",
"Go to the blog" : "Bloğa Git",
"New and High Quality" : "Yeni ve Yüksek Kaliteli",
"Go To Product" : "Ürüne Git",
"Blog" : "Blog",
"Technology and reliability are very important to us. We are taking the evora paint brand to the top of the sector with our strategic investments." : "Teknoloji ve güvenilirlik bizim için çok önemli. Stratejik yatırımlarımızla evora paint markasını sektörün zirvesine taşıyoruz.",


"Vendor assurance" : "Satıcı güvenceli",
"Brand" : "Marka",
"Category" : "Kategori",
"Color" : "Renk",
"Order Now" : "Sipariş Ver",
"Product Specifications" : "Ürün Özellikleri",
"Safety Warnings" : "Güvenlik Uyarıları",
"Those Who Bought This Product Also Bought Them" : "Bu Ürünü Satın Alanlar Bunlarıda Aldı",
"New Products" : "Yeni Ürünler",
"Discounted Products for Bulk Shopping" : "Toplu Alışverişte İndirimli Ürünler",
"See the information page." : "Bilgi sayfasına bakınız.",
"Clean the surface." : "Yüzeyi temizleyiniz.",
"Drying: 30-35 min." : "Kuruma: 30-35 dk.",
"Use a mask." : "Maske kullanınız.",
"Mixing ratio: 100:2-3." : "Karışım oranı: 100:2-3.",
"Infrared: 5 dk." : "Infrared: 5 dk.",
"Protect from the sun." : "Güneşten koruyunuz.",
"Application: 5-8 min." : "Uygulama: 5-8 dk.",
"Sanding: 1. P80-P180 / 2. P180-P280." : "Zımparalama: 1. P80-P180 / 2. P180-P280.",


"Evora Paint started to operate in the paint industry in 2018 with the principle of innovative, dynamic and professional business approach. It aims to produce suitable solutions for all kinds of market needs with its expert technical and sales personnel in its directorates in various regions of Turkey and also with its wide dealer network structure spread throughout the country. Our company, which set out with a business team that has successfully worked in market analysis - production - sales and after-sales services in the paint industry; It continues its production at its facilities in Tuzla Organized Industrial Zone - Istanbul by using the highest quality raw materials and high technologies in line with its quality documents. Evora Paint, with its international vision, increases its success in the international market day by day with exports around the world." : "Evora Paint, 2018 yılında yenilikçi, dinamik, profesyonel iş anlayışını ilke edilnerek boya sektöründe faaliyet göstermeye başlamıştır. Türkiye’nin çeşitli bölgelerindeki müdürlüklerinde uzman teknik ve satış personelleri vasıtası ve ayrıca yurt geneline yayılmış geniş bayi ağı yapısıyla her türlü pazar ihtiyaçlarına yönelik uygun çözümleri üretmeyi kendine amaç edinmiştir. Boya sektöründe pazar analizi – üretim – satış ve satış sonrası hizmetlerde başarılı çalışmalar sürdürmüş iş ekibiyle yola çıkan şirketimiz; sahip olduğu kalite belgeleri doğrultusunda en kaliteli hammaddeler ve yüksek teknolojileri kullanarak Tuzla Organize Sanayi Bölgesi – İstanbul’daki tesislerinde üretimini sürdürmektedir. Evora Paint, uluslarası vizyonu ile dünya genelinde ihracatlarla uluslararası piyasada başarısını gün geçtikçe arttırıp, Türk bayrağını dalgalandırmayı amaçlamaktadır.",
"A Young and Innovative Team" : "Genç ve Yenilikçi Ekip",
"We provide services by adapting technological innovations to our business." : "Teknolojik yenilikleri işimize adapte ederek hizmet veriyoruz.",
"Product Catalog" : "Ürün Kataloğu",


"Address" : "Adres",
"Lets Talk" : "Konuşalım",
"General Support" : "Genel Destek",
"Send Us A Message" : "Bize Bir Mesaj Gönder",
"TELL US YOUR NAME" : "BİZE ADINI SÖYLE",
"ENTER YOUR EMAIL" : "E-POSTA ADRESİNİZİ GİRİN",
"ENTER PHONE NUMBER" : "TELEFON NUMARANIZI GİRİN",
"MESSAGE" : "MESAJ",
"SEND" : "GÖNDER",


"R & D Center" : "Ar-Ge Merkezi",
"EVORA PAINT has determined to be a reliable and sought-after brand in its sector, to participate in the global sunday with direct and indirect export activities and to reach innovative and conscious customers with its happy and participating employees as its vision. In October 2018, the R & D Center, which was registered by the Ministry of Science, Industry and Technology, has great responsibilities for performing the tasks that EVORA PAINT has undertaken. dec. EVORA PAINT R & D Center works in extremely close cooperation with customers and suppliers. The EVORA PAINT R & D Center works in close cooperation with EVORA PAINT R& D Center R& D Center R& D Center R& D Center dec. EVORA PAINT follows the demands of its customers and the dectoral technology agenda and develops its R&D Center configuration accordingly. As of 2019, the turnover rate is 4% R & D center with the budget PAINT EVORA, increasing diversity increasingly diverse and technological advances in the industry to respond to the demands of the customers within the framework of the high-value, environmentally friendly products continues to invest in developing. The primary goal here is to prevent the use of imported resources and contribute to the country's economy. In addition, when EVORA PAINT enters a sector, it is adopted as a strategic goal to design a product portfolio that will meet all the needs of customers in that sector and, accordingly, become the leading manufacturer in the sector. EVORA PAINT R& D Center aims to lead these sectors dec its strategies and studies. The studies carried out in this context" : "EVORA PAINT; sektöründe güvenilir ve aranan marka olmayı, direkt ve endirekt ihracat faaliyetleri ile global pazarda yer almayı ve mutlu ve katılımcı çalışanları ile yenilikçi ve bilinçli müşterilere ulaşmayı kendisine vizyon olarak belirlemiştir. EVORA PAINT üstlenmiş olduğu görevleri gerçekleştirmek yönünde; 2018 yılı Ekim ayında Bilim, Sanayi ve Teknoloji Bakanlığı tarafından tescil edilen Ar-Ge Merkezi’ne büyük sorumluluklar düşmektedir. Müşteriler ve tedarikçiler ile son derece yakın iş birlikleri içinde EVORA PAINT Ar-Ge Merkezi çalışmaları sürdürülmektedir. EVORA PAINT müşterilerinin taleplerini ve sektörel bazda teknoloji gündemini takip ederek, Ar-Ge Merkezi yapılandırmasını bu doğrultuda geliştirmektedir. 2019 yılı itibariyle, ciroya oranı %4 olan Ar-Ge Merkezi bütçesi ile EVORA PAINT, gün geçtikçe çeşitliliği artan müşterilerinin farklı taleplerine cevap verebilmek ve sektördeki teknolojik ilerlemeler çerçevesinde katma değeri yüksek, çevre dostu ürünler geliştirmek konusunda yatırımlarına devam etmektedir. Burada öncelikli hedef ithal kaynak kullanımının önüne geçmek ve ülke ekonomisine katkı sağlamaktır. Ayrıca, EVORA PAINT tarafından bir sektöre girildiği zaman o sektördeki müşterilerin tüm ihtiyaçlarını karşılayacak nitelikte ürün portföyünün tasarlanması ve buna bağlı olarak sektörde lider üretici konumuna gelinmesi stratejik hedef olarak benimsenmiştir. EVORA PAINT Ar-Ge Merkezi, stratejileri ve yürüttüğü çalışmalarla bu sektörlerde liderliği hedeflemektedir. Bu kapsamda gerçekleştirilen çalışmalar",


"Please sign in" : "Lütfen oturum açın",
"E-mail" : "E-Mail",
"Password" : "Parola",
"Remember me" : "Beni Hatırla"
}

